Repository: XITRIX/Moonlight-Switch
Catalog: app/platforms/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Host and App ID are required.
de: Host und App-ID sind erforderlich.
es: El host y el ID de app son obligatorios.
fr: L'hôte et l'ID d'app sont requis.
it: Host e ID app sono obbligatori.
ja: ホストとApp IDが必要です。
ko: 호스트와 앱 ID가 필요합니다.
pt_br: Host e ID do app são obrigatórios.
ru: Требуются хост и App ID.
zh_hans: 需要主机和 App ID。
zh_hant: 需要主機和 App ID。

source: Game
de: Spiel
es: Juego
fr: Jeu
it: Gioco
ja: ゲーム
ko: 게임
pt_br: Jogo
ru: Игра
zh_hans: 游戏
zh_hant: 遊戲

source: Display Host
de: Angezeigter Host
es: Host visible
fr: Hôte affiché
it: Host visualizzato
ja: 表示ホスト
ko: 표시 호스트
pt_br: Host exibido
ru: Отображаемый хост
zh_hans: 显示主机
zh_hant: 顯示主機

source: Get Favorite Games
de: Favoritenspiele abrufen
es: Obtener juegos favoritos
fr: Obtenir les jeux favoris
it: Ottieni giochi preferiti
ja: お気に入りゲームを取得
ko: 즐겨찾기 게임 가져오기
pt_br: Obter jogos favoritos
ru: Получить избранные игры
zh_hans: 获取收藏游戏
zh_hant: 取得收藏遊戲

source: Get games saved in Moonlight's Favorites list.
de: In Moonlights Favoritenliste gespeicherte Spiele abrufen.
es: Obtiene los juegos guardados en la lista de favoritos de Moonlight.
fr: Obtenir les jeux enregistrés dans la liste des favoris de Moonlight.
it: Ottiene i giochi salvati nell'elenco Preferiti di Moonlight.
ja: Moonlightのお気に入りリストに保存されたゲームを取得します。
ko: Moonlight 즐겨찾기 목록에 저장된 게임을 가져옵니다.
pt_br: Obtém os jogos salvos na lista de Favoritos do Moonlight.
ru: Получает игры, сохраненные в списке избранного Moonlight.
zh_hans: 获取保存在 Moonlight 收藏列表中的游戏。
zh_hant: 取得儲存在 Moonlight 收藏列表中的遊戲。

source: Game Detail
de: Spieldetail
es: Detalle del juego
fr: Détail du jeu
it: Dettaglio gioco
ja: ゲームの詳細
ko: 게임 세부 정보
pt_br: Detalhe do jogo
ru: Сведения об игре
zh_hans: 游戏详细信息
zh_hant: 遊戲詳細資訊

source: Get Game Detail
de: Spieldetail abrufen
es: Obtener detalle del juego
fr: Obtenir le détail du jeu
it: Ottieni dettaglio gioco
ja: ゲームの詳細を取得
ko: 게임 세부 정보 가져오기
pt_br: Obter detalhe do jogo
ru: Получить сведения об игре
zh_hans: 获取游戏详细信息
zh_hant: 取得遊戲詳細資訊

source: Get a field from a Moonlight game.
de: Ein Feld aus einem Moonlight-Spiel abrufen.
es: Obtiene un campo de un juego de Moonlight.
fr: Obtenir un champ d'un jeu Moonlight.
it: Ottiene un campo da un gioco Moonlight.
ja: Moonlightゲームから項目を取得します。
ko: Moonlight 게임에서 필드를 가져옵니다.
pt_br: Obtém um campo de um jogo do Moonlight.
ru: Получает поле из игры Moonlight.
zh_hans: 获取 Moonlight 游戏中的一个字段。
zh_hant: 取得 Moonlight 遊戲中的一個欄位。

source: Game field to read.
de: Zu lesendes Spielfeld.
es: Campo del juego para leer.
fr: Champ du jeu à lire.
it: Campo del gioco da leggere.
ja: 読み取るゲーム項目。
ko: 읽을 게임 필드입니다.
pt_br: Campo do jogo a ler.
ru: Поле игры для чтения.
zh_hans: 要读取的游戏字段。
zh_hant: 要讀取的遊戲欄位。

source: Game to inspect.
de: Zu prüfendes Spiel.
es: Juego para inspeccionar.
fr: Jeu à inspecter.
it: Gioco da esaminare.
ja: 確認するゲーム。
ko: 확인할 게임입니다.
pt_br: Jogo a inspecionar.
ru: Игра для просмотра.
zh_hans: 要检查的游戏。
zh_hant: 要檢查的遊戲。

source: Get ${detail} from ${game}
de: ${detail} aus ${game} abrufen
es: Obtener ${detail} de ${game}
fr: Obtenir ${detail} depuis ${game}
it: Ottieni ${detail} da ${game}
ja: ${game}から${detail}を取得
ko: ${game}에서 ${detail} 가져오기
pt_br: Obter ${detail} de ${game}
ru: Получить ${detail} из ${game}
zh_hans: 从 ${game} 获取 ${detail}
zh_hant: 從 ${game} 取得 ${detail}

source: Get Game Deep Link
de: Spiel-Deeplink abrufen
es: Obtener enlace profundo del juego
fr: Obtenir le lien profond du jeu
it: Ottieni deep link del gioco
ja: ゲームのディープリンクを取得
ko: 게임 딥 링크 가져오기
pt_br: Obter deep link do jogo
ru: Получить диплинк игры
zh_hans: 获取游戏深层链接
zh_hant: 取得遊戲深層連結

source: Get a moonlightswitch:// launch URL for a Moonlight game.
de: Eine moonlightswitch://-Start-URL für ein Moonlight-Spiel abrufen.
es: Obtiene una URL moonlightswitch:// para iniciar un juego de Moonlight.
fr: Obtenir une URL moonlightswitch:// de lancement pour un jeu Moonlight.
it: Ottiene un URL moonlightswitch:// di avvio per un gioco Moonlight.
ja: Moonlightゲーム用のmoonlightswitch://起動URLを取得します。
ko: Moonlight 게임용 moonlightswitch:// 실행 URL을 가져옵니다.
pt_br: Obtém uma URL moonlightswitch:// para iniciar um jogo do Moonlight.
ru: Получает URL запуска moonlightswitch:// для игры Moonlight.
zh_hans: 获取 Moonlight 游戏的 moonlightswitch:// 启动 URL。
zh_hant: 取得 Moonlight 遊戲的 moonlightswitch:// 啟動 URL。

source: Game to create a deep link for.
de: Spiel, für das ein Deeplink erstellt werden soll.
es: Juego para crear un enlace profundo.
fr: Jeu pour lequel créer un lien profond.
it: Gioco per cui creare un deep link.
ja: ディープリンクを作成するゲーム。
ko: 딥 링크를 만들 게임입니다.
pt_br: Jogo para criar um deep link.
ru: Игра, для которой нужно создать диплинк.
zh_hans: 要创建深层链接的游戏。
zh_hant: 要建立深層連結的遊戲。

source: Get deep link for ${game}
de: Deeplink für ${game} abrufen
es: Obtener enlace profundo de ${game}
fr: Obtenir le lien profond pour ${game}
it: Ottieni deep link per ${game}
ja: ${game}のディープリンクを取得
ko: ${game}의 딥 링크 가져오기
pt_br: Obter deep link de ${game}
ru: Получить диплинк для ${game}
zh_hans: 获取 ${game} 的深层链接
zh_hant: 取得 ${game} 的深層連結

source: Create Game
de: Spiel erstellen
es: Crear juego
fr: Créer un jeu
it: Crea gioco
ja: ゲームを作成
ko: 게임 만들기
pt_br: Criar jogo
ru: Создать игру
zh_hans: 创建游戏
zh_hant: 建立遊戲

source: Create a game value from host, app ID, and app name.
de: Einen Spielwert aus Host, App-ID und App-Name erstellen.
es: Crea un valor de juego a partir del host, ID de app y nombre de app.
fr: Créer une valeur de jeu à partir de l'hôte, de l'ID d'app et du nom de l'app.
it: Crea un valore gioco da host, ID app e nome app.
ja: ホスト、App ID、App名からゲーム値を作成します。
ko: 호스트, 앱 ID, 앱 이름으로 게임 값을 만듭니다.
pt_br: Cria um valor de jogo a partir do host, ID do app e nome do app.
ru: Создает значение игры из хоста, App ID и названия приложения.
zh_hans: 根据主机、App ID 和 App 名称创建游戏值。
zh_hant: 根據主機、App ID 和 App 名稱建立遊戲值。

source: Paired PC IP address or MAC address.
de: IP-Adresse oder MAC-Adresse des gekoppelten PCs.
es: Dirección IP o MAC del PC emparejado.
fr: Adresse IP ou MAC du PC jumelé.
it: Indirizzo IP o MAC del PC associato.
ja: ペアリング済みPCのIPアドレスまたはMACアドレス。
ko: 페어링된 PC의 IP 주소 또는 MAC 주소입니다.
pt_br: Endereço IP ou MAC do PC pareado.
ru: IP-адрес или MAC-адрес сопряженного ПК.
zh_hans: 已配对 PC 的 IP 地址或 MAC 地址。
zh_hant: 已配對 PC 的 IP 位址或 MAC 位址。

source: GameStream application ID.
de: GameStream-Anwendungs-ID.
es: ID de aplicación de GameStream.
fr: ID d'application GameStream.
it: ID applicazione GameStream.
ja: GameStreamアプリケーションID。
ko: GameStream 애플리케이션 ID입니다.
pt_br: ID de aplicação do GameStream.
ru: ID приложения GameStream.
zh_hans: GameStream 应用程序 ID。
zh_hant: GameStream 應用程式 ID。

source: Game name shown while launching.
de: Beim Start angezeigter Spielname.
es: Nombre del juego mostrado al iniciar.
fr: Nom du jeu affiché au lancement.
it: Nome del gioco mostrato all'avvio.
ja: 起動中に表示されるゲーム名。
ko: 실행 중 표시할 게임 이름입니다.
pt_br: Nome do jogo exibido ao iniciar.
ru: Название игры, отображаемое при запуске.
zh_hans: 启动时显示的游戏名称。
zh_hant: 啟動時顯示的遊戲名稱。

source: Create ${appName} with app ID ${appID} from ${host}
de: ${appName} mit App-ID ${appID} von ${host} erstellen
es: Crear ${appName} con ID de app ${appID} desde ${host}
fr: Créer ${appName} avec l'ID d'app ${appID} depuis ${host}
it: Crea ${appName} con ID app ${appID} da ${host}
ja: ${host}からApp ID ${appID}の${appName}を作成
ko: ${host}에서 앱 ID ${appID}의 ${appName} 만들기
pt_br: Criar ${appName} com ID do app ${appID} de ${host}
ru: Создать ${appName} с App ID ${appID} из ${host}
zh_hans: 从 ${host} 创建 App ID 为 ${appID} 的 ${appName}
zh_hant: 從 ${host} 建立 App ID 為 ${appID} 的 ${appName}

source: Launch Game
de: Spiel starten
es: Iniciar juego
fr: Lancer le jeu
it: Avvia gioco
ja: ゲームを起動
ko: 게임 실행
pt_br: Iniciar jogo
ru: Запустить игру
zh_hans: 启动游戏
zh_hant: 啟動遊戲

source: Open Moonlight and start streaming a game.
de: Moonlight öffnen und ein Spiel streamen.
es: Abre Moonlight y empieza a transmitir un juego.
fr: Ouvrir Moonlight et lancer le streaming d'un jeu.
it: Apri Moonlight e avvia lo streaming di un gioco.
ja: Moonlightを開いてゲームのストリーミングを開始します。
ko: Moonlight를 열고 게임 스트리밍을 시작합니다.
pt_br: Abra o Moonlight e comece a transmitir um jogo.
ru: Открывает Moonlight и запускает трансляцию игры.
zh_hans: 打开 Moonlight 并开始串流游戏。
zh_hant: 打開 Moonlight 並開始串流遊戲。

source: Game to launch.
de: Zu startendes Spiel.
es: Juego para iniciar.
fr: Jeu à lancer.
it: Gioco da avviare.
ja: 起動するゲーム。
ko: 실행할 게임입니다.
pt_br: Jogo a iniciar.
ru: Игра для запуска.
zh_hans: 要启动的游戏。
zh_hant: 要啟動的遊戲。

source: Launch ${game}
de: ${game} starten
es: Iniciar ${game}
fr: Lancer ${game}
it: Avvia ${game}
ja: ${game}を起動
ko: ${game} 실행
pt_br: Iniciar ${game}
ru: Запустить ${game}
zh_hans: 启动 ${game}
zh_hant: 啟動 ${game}

source: Get Favorites
de: Favoriten abrufen
es: Obtener favoritos
fr: Obtenir les favoris
it: Ottieni preferiti
ja: お気に入りを取得
ko: 즐겨찾기 가져오기
pt_br: Obter favoritos
ru: Получить избранное
zh_hans: 获取收藏
zh_hant: 取得收藏

source: Get Deep Link
de: Deeplink abrufen
es: Obtener enlace profundo
fr: Obtenir le lien profond
it: Ottieni deep link
ja: ディープリンクを取得
ko: 딥 링크 가져오기
pt_br: Obter deep link
ru: Получить диплинк
zh_hans: 获取深层链接
zh_hant: 取得深層連結

source: App ID
es: ID de app
fr: ID d'app
it: ID app
ko: 앱 ID
pt_br: ID do app

source: App Name
es: Nombre de app
fr: Nom de l'app
it: Nome app
ja: App名
ko: 앱 이름
pt_br: Nome do app
ru: Название приложения
zh_hans: App 名称
zh_hant: App 名稱

source: Detail
es: Detalle
fr: Détail
it: Dettaglio
ja: 詳細
ko: 세부 정보
pt_br: Detalhe
ru: Сведение
zh_hans: 详细信息
zh_hant: 詳細資訊

source: Host
fr: Hôte
ja: ホスト
ko: 호스트
ru: Хост
zh_hans: 主机
zh_hant: 主機
